"Volume" = "Volume"; 
"Drawbars" = "Drawbar"; 
"Percussion Level" = "Livello percussioni"; 
"Percussion Time" = "Tempo percussioni"; 
"Click" = "Clic"; 
"Distortion" = "Distorsione"; 
"Rotary Speaker" = "Altoparlante rotary"; 


